<html>
<body>
<h2>శివ తాండవ స్తోత్రం – తెలుగు పద్యాలు ఇంకా తాత్పర్యములు


జటాటవీగలజ్జలప్రవాహపావితస్థలే
గలేవలంబ్య లంబితాం భుజంగతుంగమాలికామ్ |
డమడ్డమడ్డమడ్డమన్నినాదవడ్డమర్వయం
చకార చండతాండవం తనోతు నః శివః శివమ్ || 1 ||

జటాఝూటం నుండి ప్రవహిస్తున్న గంగాజలంతో అభిషేకించబడుతున్న మెడతో – మెడలోని సర్పహారము మాలలా వ్రేలాడుచుండగా – చేతిలోని ఢమరుకము ఢమ ఢమ ఢమ ఢమ యని మ్రోగుచుండగా శివుడు ప్రచండ తాండవమును సాగించెను. ఆ తాండవ నర్తకుడు- శివుడు – మాకు సకల శుభములను ప్రసాదించుగాక.
జటాకటాహసంభ్రమభ్రమన్నిలింపనిర్ఝరీ-
-విలోలవీచివల్లరీవిరాజమానమూర్ధని |
ధగద్ధగద్ధగజ్జ్వలల్లలాటపట్టపావకే
కిశోరచంద్రశేఖరే రతిః ప్రతిక్షణం మమ || 2 ||

శివుని జడలు నీటిని ఒడిసిపట్టే లోతైన బావిలా ఉండగా, అందులో సురగంగ వేగంగా సుడులు తిరుగుచున్నది. అప్పుడు దానిలో బారులుతీరి ప్రకాశించే తరంగాలతో ఆయన శిరము మిరిమిట్లుగొలుపుతుంది. అలాంటి మహాదేవునియందు – నుదుటి భాగమున ధగ ధగ మెరుస్తున్న అగ్నిని, శిరస్సుపై బాలచంద్రుని ధరించియున్న శివునిపట్ల నాకు గొప్ప శ్రద్ధ కలదు.
ధరాధరేంద్రనందినీవిలాసబంధుబంధుర
స్ఫురద్దిగంతసంతతిప్రమోదమానమానసే |
కృపాకటాక్షధోరణీనిరుద్ధదుర్ధరాపది
క్వచిద్దిగంబరే మనో వినోదమేతు వస్తుని || 3 ||

ఎవరి మదిలోనైతే తేజోవంతమైన విశ్వంలోని జీవులు వర్ధిల్లుతాయో, ఎవరు పర్వతరాజు కుమార్తె అయిన పార్వతీదేవికి తోడై ఉంటాడో,ఎవరు- తన కరుణా కటాక్షములచే ఎంతటి ప్రమాదాన్ని అయినా అడ్డుకోగలడో, ఎవరు అంతటా విరాజిల్లుతున్నాడో, ఎవరు ముల్లోకములను వస్త్రాలుగా కప్పుకుని ఉన్నాడో – అట్టి పరమ శివుని యందు నా మనస్సు రమించుగాక!
జటాభుజంగపింగళస్ఫురత్ఫణామణిప్రభా
కదంబకుంకుమద్రవప్రలిప్తదిగ్వధూముఖే |
మదాంధసింధురస్ఫురత్త్వగుత్తరీయమేదురే
మనో వినోదమద్భుతం బిభర్తు భూతభర్తరి || 4 ||

సర్వ దిక్కులను పాలించే దేవతల చెక్కిళ్ళపై ఎర్రని కాంతులను విరజిమ్మేవిధంగా ప్రకాశించే మణిని పడగలపై ఉంచుకున్న సర్పమును చుట్టుకుని, మదపుటేనుగు చర్మంతో చేయబడిన అందమైన ఉత్తరీయమును భుజముపై ధరించి,సర్వ ప్రాణులకు సమ న్యాయం చేసే, భూతనాథుడైన పరమ శివునియందు నా మానస్సు మహానందభరితమై వర్ధిల్లుగాక!
సహస్రలోచనప్రభృత్యశేషలేఖశేఖర
ప్రసూనధూళిధోరణీ విధూసరాంఘ్రిపీఠభూః |
భుజంగరాజమాలయా నిబద్ధజాటజూటక
శ్రియై చిరాయ జాయతాం చకోరబంధుశేఖరః || 5 ||

చంద్రుని తలపై కిరీటంగా కలవాడు, ఎర్రని సర్పమాలతో కేశాలను బిగించి ముడివేసిన వాడు, ఇంద్రాదిదేవతల సిగదండలలోని పువ్వుల పుప్పొడితో ధూళి దూసరమైఉన్న నల్లని పాదపీఠముగల వాడు అయిన పరమేశ్వరుడు మాకు తరుగని సిరులను కరుణించుగాక!


లలాటచత్వరజ్వలద్ధనంజయస్ఫులింగభా-
-నిపీతపంచసాయకం నమన్నిలింపనాయకమ్ |
సుధామయూఖలేఖయా విరాజమానశేఖరం
మహాకపాలిసంపదేశిరోజటాలమస్తు నః || 6 ||

ఏది- ఇంద్రాది దేవతలచే మ్రొక్కబడుతుందో, ఏది-చంద్రరేఖతో శోభాయమానంగా వెలుగుతోందో, అటువంటి నుదుటిని కలిగి, దానియందు ప్రజ్వరిల్లే అగ్గిరవ్వల సెగలతో ఎవరు, మన్మథుని హరించాడో, అటువంటి పరమశివుని యొక్క చిక్కులుపడ్డ జటల నుండి సర్వ సంపత్కరమైన సిద్ధులు మాకు అనుగ్రహింపబడు గాక!

కరాలఫాలపట్టికాధగద్ధగద్ధగజ్జ్వల-
ద్ధనంజయాధరీకృతప్రచండపంచసాయకే |
ధరాధరేంద్రనందినీకుచాగ్రచిత్రపత్రక-
-ప్రకల్పనైకశిల్పిని త్రిలోచనే మతిర్మమ || 7 ||

విశాల నుదుటి భాగమున ధగ ధగ మనే మహా అగ్నిజ్వాలలతో ప్రచండుడై, మన్మధుని ఆహుతియొనర్చి, పర్వతరాజు కుమార్తె అయిన పార్వతీదేవి యోక్క కుచాగ్రములపై, మకరికాపత్రరచనా శిల్ప నైపుణ్యమును ప్రదర్శించు మూడుకన్నుల వేలుపు స్వామిపై నా మనస్సు లగ్నమై వర్ధిల్లుగాక!

నవీనమేఘమండలీ నిరుద్ధదుర్ధరస్ఫురత్-
కుహూనిశీథినీతమః ప్రబంధబంధుకంధరః |
నిలింపనిర్ఝరీధరస్తనోతు కృత్తిసింధురః
కళానిధానబంధురః శ్రియం జగద్ధురంధరః || 8 ||

సర్వ జగత్తు యొక్క భారాన్ని తనపై ఉంచుకున్నవాడు, చంద్రుని ధరించి శోభించేవాడు, సురగంగను తనయందు కలవాడు, కారు మబ్బులు చెలరేగి చుట్టుముట్టిన – అమావాస్య నాటి అర్ధరాత్రమందలి చిమ్మ చీకట్లను ముద్దగా చేసి ఇక్కడ బంధించినారా , అన్నట్టున్న నల్లని కంఠం కలవాడు అయిన మహాదేవుడు మాకు సకల సిరులను కరుణించుగాక!
ప్రఫుల్లనీలపంకజప్రపంచకాలిమప్రభా-
-విలంబికంఠకందలీరుచిప్రబద్ధకంధరమ్ |
స్మరచ్ఛిదం పురచ్ఛిదం భవచ్ఛిదం మఖచ్ఛిదం
గజచ్ఛిదాంధకచ్ఛిదం తమంతకచ్ఛిదం భజే || 9 ||

వికసించిన నల్లకలువ పూల మధ్య మూల భాగం ఎంత నల్లని కాంతిని విరజిమ్మునో – అంత నల్లదనముతో ప్రకాశించు కంఠము గలిగి – మన్మథుని హరించినవాడు – త్రిపురములను సంహరించినవాడు – భవబంధ హరుడు- సంసారహారి – గజదనుజారి – అందకాసురుని చీల్చి చెండాడిన శూలపాణి – యముడిని అదుపుచేసిన వాడు అయిన ఆ శివుడికి, నేను మ్రొక్కెదను.

అగర్వసర్వమంగళాకళాకదంబమంజరీ
రసప్రవాహమాధురీ విజృంభణామధువ్రతమ్ |
స్మరాంతకం పురాంతకం భవాంతకం మఖాంతకం
గజాంతకాంధకాంతకం తమంతకాంతకం భజే || 10 ||

సర్వమంగళ కళావిలాసములతో, కదంబ పూల నుండి వచ్చే తేనెల గుభాళింపులకు, గండుతుమ్మెదవలె ఆసక్తుడై చెలగు ప్రభువు- మన్మథుని హరించినవాడు – త్రిపురములను సంహరించినవాడు – భవబంధ హరుడు- సంసారహారి – గజదనుజారి – అందకాసురుని చీల్చి చెండాడిన శూలపాణి – యముడిని అదుపుచేసిన వాడు అయిన ఆ నటరాజుకి నేను మ్రొక్కెదను!

జయత్వదభ్రవిభ్రమభ్రమద్భుజంగమశ్వస-
-ద్వినిర్గమత్క్రమస్ఫురత్కరాలఫాలహవ్యవాట్ |
ధిమిద్ధిమిద్ధిమిధ్వనన్మృదంగతుంగమంగళ
ధ్వనిక్రమప్రవర్తిత ప్రచండతాండవః శివః || 11 ||

వేగంగా చరిస్తూ, సర్పములు చేసే బుసల శ్వాసలకు, మరింతగా రాజుకుని ఎగసిపడే అగ్ని కీలలతో ఉన్న నుదురు గల రుద్రునకు, ధిమి, ధిమి అను మద్దెల సమున్నత మంగళ ధ్వనులకు తగినట్లుగా అడుగులువేయుచు ప్రచండముగా తాండవించు నటరాజునకు – శివునకు జయమగుగాక!
దృషద్విచిత్రతల్పయోర్భుజంగమౌక్తికస్రజోర్-
-గరిష్ఠరత్నలోష్ఠయోః సుహృద్విపక్షపక్షయోః |
తృష్ణారవిందచక్షుషోః ప్రజామహీమహేంద్రయోః
సమం ప్రవర్తయన్మనః కదా సదాశివం భజే || 12 ||

కటికనేలను, హంసతూలికా తల్పమును – సర్పమును, చక్కని ముత్యాల దండను – మహారత్నమును, మట్టిబెడ్డను - గడ్డిపరకను, కలువకంటిని – సామాన్య ప్రజలను, సకల భూమండలాధీశుడైన మహారాజును – మిత్ర పక్షమును, శత్రుపక్షమును అన్నింటినీ సమప్రవృత్తితో తిలకించుచున్న సదాశివునికి నేనెప్పుడు సేవ చేసుకుంటానో కదా!

కదా నిలింపనిర్ఝరీనికుంజకోటరే వసన్
విముక్తదుర్మతిః సదా శిరఃస్థమంజలిం వహన్ |
విముక్తలోలలోచనో లలాటఫాలలగ్నకః
శివేతి మంత్రముచ్చరన్ సదా సుఖీ భవామ్యహమ్ || 13 ||

గంగానది ఒడ్డున – ఆశ్రయం ఏర్పాటుచేసుకుని, చిత్తమున గల దురాలోచనలను విడిచి, చంచల దృష్టిని స్థిరంగా చేసి, నుదుటిమధ్య నా మనసు నిలిపి, శివనామ మహామంత్రమునుచ్చరించుచు తరించే మహాభాగ్యం నాకు ఎప్పుడు కలుగుతుందో కదా!

ఇమం హి నిత్యమేవముక్తముత్తమోత్తమం స్తవం
పఠన్స్మరన్బ్రువన్నరో విశుద్ధిమేతిసంతతమ్ |
హరే గురౌ సుభక్తిమాశు యాతి నాన్యథా గతిం
విమోహనం హి దేహినాం సుశంకరస్య చింతనమ్ || 14 ||

నిత్యము ఈ స్తోత్రము చదివినను, అర్ధము స్మరించినను, వివరించి పలికినను, మానవుడు శుద్ధుడగును. వాడు మహా శివ భక్తుడగును. శివశక్తి సంపాదనకు వేరుదారి లేదు. శరీరధారుల అజ్ఞానము సదా శివ ధ్యానముచే మాత్రమే నశించును.

పూజావసానసమయే దశవక్త్రగీతం యః
శంభుపూజనపరం పఠతి ప్రదోషే |
తస్య స్థిరాం రథగజేంద్రతురంగయుక్తాం
లక్ష్మీం సదైవ సుముఖిం ప్రదదాతి శంభుః || 15 ||

ప్రదోషకాలమున శివపూజా పరిసమాప్తియందు ఎవడీ శివార్చనాపరమైన రావణకృతమైన స్తుతిని పఠించునో వానికి శివానుగ్రహముచే రథగజతురంగములతో సదా సుప్రసన్నయైన స్థిరసంపదలు సిద్ధించును. !!!!...</h2>
</body>
</html>
